Repository: BGforgeNet/FO2tweaks
Catalog: data/text/po/*.po
Languages: de, fr, it, pl, pt_br, russian, spanish, sv, uk

source: Disabilities healed.
de: Behinderungen geheilt.
fr: Les handicaps sont guéris.
it: Disabilita' curate.
pl: Niepe?nosprawno?ci wyleczone.
pt_br: Deficiências curadas.
russian: Повреждения излечены.
spanish: Discapacidades curadas.
sv: Handikapp läkte.
uk: Хвороби вилікувано.

source: Failed to heal disabilities.
de: Behinderung konnte nicht geheilt werden.
fr: N'a pas réussi à guérir les handicaps.
it: Cura fallita delle disabilita'.
pl: Nie uda?o si? wyleczy? niepe?nosprawno?ci.
pt_br: Falhou em curar as deficiências.
russian: Не удалось излечить повреждения.
spanish: No pudo curar las discapacidades.
sv: Misslyckades att läka handikapp.
uk: Не вдалося вилікувати хвороби.

source: You can't do this in combat.
de: Im Kampf nicht möglich.
fr: Tu ne peux pas faire durant un combat.
it: Non puoi farlo in combattimento.
pl: Nie mo?esz tego zrobi? w trybie walki.
pt_br: Você não pode fazer isto em combate.
russian: Вы не можете сделать это в бою.
spanish: No puedes hacer eso en combate.
sv: Du kan inte göra detta i strid.
uk: Ви не можете зробити це в бою.

source: You don't think there's any chance you could heal this.
de: Du glaubst nicht, dass es eine Möglichkeit gibt, das zu heilen.
fr: Tu penses qu'il n'y a aucune chance que tu puisses guérir ça.
it: Non pensi che ci sia alcuna possibilita' di curarti.
pl: Nie s?dzisz, ?e jeste? w stanie to wyleczy?.
pt_br: Você não acha que há qualquer chance de que você conseguiria curar isto.
russian: Вы не думаете что у вас есть шанс излечить это.
spanish: No crees que haya ninguna posibilidad de que puedas curar esto.
sv: Du tror inte att det finns någon chans att du skulle kunna läka detta.
uk: Ви не думаєте, що є шанс, що ви могли б зцілити це.

source: is already healthy.
fr: est déjà en bonne santé.
pl: jest ju? wyleczony.
pt_br: já está saudável.
russian: в порядке.
spanish: ya está sana.
sv: är redan hälsosam.
uk: вже здоровий.

source: %1% has already been healed with %2% skill today. Try tomorrow.
fr: %1% a déjà été soigné avec la compétence %2% aujourd'hui. Essaye demain.
pl: %1% zosta?o ju? dzisiaj wylecznone za pomoc? umiej?tno?ci %2%. Spróbuj jutro.
pt_br: O %1% já foi curado com a técnica %2% hoje. Tente amanhã.
russian: %1% сегодня уже лечили умением %2% . Попробуйте завтра.
spanish: %1% ya ha sido curado con la habilidad %2% hoy. Inténtalo mañana.
sv: %1% har redan blivit läkt med %2% fädigheten idag. Försök igen imorgon.
uk: %1% уже лікували вмінням %2% сьогодні. Спробуйте завтра.

source: You fail to do any healing.
de: Du konntest keine Heilung durchführen.
fr: Tu ne parviens pas à guérir.
it: Hai fallito nell'effettuare una qualsiasi cura.
pl: Nie udaje si? ci wyleczy?.
pt_br: Você falha em fazer qualquer cura.
russian: У вас не получается излечение.
spanish: No consigues curar nada.
sv: Du misslyckas att hela.
uk: Спроба зцілення пройшла безрезультатно.

source: Wow, now I really know how to hurt 'em!
de: Wow, jetzt weiß ich wirklich, wie ich sie verletzen kann!
fr: Wouah, maintenant je sais vraiment comment leur faire mal !
it: Wow, ora so come come fargli del male!
pl: Wow, teraz naprawd? wiem, jak ich rani?!
pt_br: Uau, agora eu realmente sei como ferir eles!
russian: Ого, теперь-то я знаю, как делать больнее!
spanish: ¡Wow! ¡Ahora realmente sé cómo herir a alguien!
sv: Wow, nu vet jag verkligen hur jag kan skada dem!
uk: Ого, тепер я дійсно знаю, як їм нашкодити!

source: has earned Living Anatomy perk.
de: hat Lebende Anatomie Bonus verdient.
fr: a gagné la compétence Anatomie vivante.
it: hai imparato la strenna Anatomia Vivente.
pl: zdoby? profit ?ywa Anatomia.
pt_br: ganhou o bônus da Anatomia Viva.
russian: получает способность Практическая анатомия.
spanish: ha ganado Anatomía Vital.
sv: has uppnått Levande Anatomi-förmånen.
uk: здобув уміння Практична Анатомія.

source: You receive %1% experience for successful use of %2% skill.
de: Du erhältst %1% Erfahrung für den erfolgreichen Einsatz von %2% deiner Fertigkeit.
fr: Tu reçoit %1% points d'expérience pour l'utilisation réussie de ta compétence %2%.
it: Ricevi %1% punti esperienza per aver usato con successo dell'abilita' %2%.
pl: Otrzymujesz %1% do?wiadczenia za udane u?ycie umiej?tno?ci %2%.
pt_br: Você recebe %1% de experiência pelo uso bem-sucedido da técnica %2%.
russian: Вы получаете %1% опыта за успешное применение навыка %2%.
spanish: Ganas %1% puntos de experiencia por el uso de %2%.
sv: Du får %1% erfarenhet för att du lyckas använda din %2% färdighet.
uk: Ви отримуєте %1% досвіду за успішне використання вміння %2%.

source: %1% healed for %2% HP.
de: %1% geheilt für %2% der TP.
fr: %1% a récupéré %2% PI.
it: %1% curato di %2% HP.
pl: %1% wyleczy? %2% HP.
pt_br: O %1% curou %2% de HP.
russian: %1% излечивает %2% ед. здоровья.
spanish: %1% curado para %2% PS.
sv: %1% läkte %2% HP.
uk: %1% зцілено на %2% здоров'я.

source: Dead. Too late to help this one.
de: Tot. Zuspät, um hier zu helfen.
fr: Mort. Trop tard pour aider celui-là.
it: Morto. Ormai e' troppo tardi.
pl: Nie ?yje. Jest za pó?no ?eby pomóc.
pt_br: Morto. Tarde demais pra ajudar esta pessoa.
russian: Мертв. Слишком поздно, чтобы это помогло.
spanish: Muerto. Demasiado tarde para ayudarlo.
sv: Död. För sent för att hjälpa den här.
uk: Мертвий. Допомагати занадто пізно.

source: You receive 9500 experience points, because you're a cheating little bastard.
de: Du erhältst 9500 Erfahrungspunkte, weil du cheatest, du kleiner Scheißer.
fr: Tu reçois 9500 points d'expérience, parce que tu es un petit salaud de tricheur.
it: Ricevi 9500 punti esperienza, perche' sei un piccolo bastardo cheater.
pl: Otrzymasz 9500 punktów do?wiadczenia, poniewa? jeste? ma?ym, oszukuj?cym draniem.
pt_br: Você recebe 9500 pontos de experiência porque você é um pequeno bastardo trapaceiro.
russian: Вы получаете 9500 очков опыта, потому что вы читер позорный.
spanish: Recibes 9500 puntos de experiencia, porque eres un pequeño bastardo tramposo.
sv: Du får 9500 enfarenhetspoäng, eftersom du är en fuskande liten jävel.
uk: Ви отримуєте 9500 очок досвіду, бо ви брудний читер.

source: Nah... I think I'm gonna take the ladder.
it: Naa... Penso che prendero' la scala.
pl: Nie... Chyba wezm? drabin?.
pt_br: Nah... Eu acho que eu vou pela escada.
russian: Не... Думаю, я лучше по лестнице.
spanish: Nah... Creo que voy a usar la escalera.
sv: Nä… Jag tror att jag tänker ta stegen.

# female
source: is already healthy.
pl: jest już wyleczona.
uk: вже здорова.

# female
source: %1% healed for %2% HP.
pl: %1% wyleczyła %2% HP.

# female
source: has earned Living Anatomy perk.
pl: zdobyła profit Żywa Anatomia.
uk: здобула уміння Практичної Анатомії.
