Repository: BGforgeNet/FO2tweaks
Catalog: fo2tweaks/tra/po/*.po
Languages: russian, spanish

source: You must have either Killap's patch OR restoration project installed before installing FO2tweaks. http://killap.net/fallout2/web/Downloads.html
russian: Вы должны установить Killap's patch или Restoration Project перед установкой FO2tweaks. http://killap.net/fallout2/web/Downloads.html
spanish: Debe tener instalado el parche de Killap o Restoration project antes de instalar FO2tweaks. http://killap.net/fallout2/web/Downloads.html

source: Party
russian: Группа
spanish: Grupo

source: Inventory
russian: Инвентарь
spanish: Inventario

source: Miscellaneous
russian: Разное
spanish: Misceláneo

source: Speed
russian: Скорость
spanish: Velocidad

source: Requires Killap's restoration project
russian: Требует Restoration Project от Киллапа
spanish: Requiere el Restoration Project de Killap

source: Unknown Sfall version, not updating!
russian: Неизвестная версия Sfall, обновление не будет произведено!
spanish: ¡Desconocido versión de Sfall, no actualizando!

source: Unlimited carry weight
russian: Неограниченный вес инвентаря
spanish: Peso máximo ilimitado

source: Inventory filter
russian: Фильтр для инвентаря
spanish: Filtro de inventario

source: Unlimited trunk
russian: Бездонный багажник
spanish: Tronco ilimitado

source: Unlimited party
russian: Неограниченная группа
spanish: Grupo ilimitado

source: Companions never use burst fire
russian: Члены группы никогда не стреляют очередями
spanish: Compañeros nunca uso ráfaga

source: Unrestricted party combat AI
russian: Снятие ограничения на поведение членов группы в бою
spanish: IA de combate de grupo sin restricciones

source: Armor doesn't reduce Chosen's run speed
russian: Броня не замедляет скорость бега Избранного
spanish: La armadura no reducir la velocidad de correr del Elegido

source: Increased run speed
russian: Увеличенная скорость бега
spanish: Aumento de velocidad de correr

source: Party NPC can run as well as Chosen
russian: Члены группы бегают не хуже Избранного
spanish: PNJ de grupo pueden correr tanto como el Elegido

source: Both of the above options
russian: И то, и другое
spanish: Ambas opciones

source: General game speedup
russian: Общее ускорение игры
spanish: Aceleración general del juego

source: Fire damage
russian: Тип повреждения: огонь
spanish: Daño por fuego

source: Molotov cocktail
russian: Коктейль Молотова
spanish: Cóctel Molotov

source: Fire damage and burning death animation
russian: Тип повреждения: огонь, и анимация горящего существа
spanish: Daño por fuego y animación de muerte ardiente

source: Grenades ignore armor class
russian: Гранаты игнорируют класс брони
spanish: Las granadas ignorar la clase de armadura

source: Start at level 4
russian: Начать с 4 уровня
spanish: Comenzar en el nivel 4

source: Silence idle fake reload animation for SMG and rifles
russian: Убрать фальшивый звук перезарядки пистолетов-пулеметов и винтовок
spanish: Silenciar la animación de recargar falsa para las ametralladoras y los rifles

source: Stretch game plotline
russian: Растянуть сюжет игры
spanish: Estirar la trama del juego

source: Oxygen tank protects from radon in Broken Hills mine
russian: Кислородный баллон защищает от радона в шахте Сломанных Холмов
spanish: El tanque de oxígeno protege contra el radón en la mina de Broken Hills

source: No close range penalty for scoped weapons
russian: Убрать штрафы при использовании оружия с прицелом в ближнем бою
spanish: No hay penalidad a corta distancia para las armas con mira

source: Remove Kaga
russian: Убрать Кагу
spanish: Quitar Kaga

source: Disable Knockback
russian: Отключить отбрасывание оружием ближнего боя
spanish: Desactivar Derribo

source: Installing Sfall
russian: Установка Sfall
spanish: Instalación de Sfall

source: Updating Sfall
russian: Обновление Sfall
spanish: Actualizando Sfall

source: Map hotkey
russian: Горячая клавиша для вызова карты
spanish: Tecla de acceso rápido de mapa

source: Good Sfall version found!
russian: Найдена подходящая версия Sfall!
spanish: Encontrado versión adecuada de Sfall!

source: Clearer Miria dialog
russian: Более понятный диалог с Мирией

source: Automatically walk through unlocked doors
russian: Автоматически проходить через закрытые двери

source: The archives list only two vaults: Vault 8 (this Vault) and Vault 15, located far to the south.
russian: В архивах упоминается только два убежища: Убежище 8 (это Убежище) и Убежище 15, которое находится далеко на юге.
spanish: Los archivos sólo muestran dos refugios: el Refugio 8 (este Refugio) y el Refugio 15, localizado lejos al sur.

source: The archives list only two vaults: Vault 8 (this Vault) and Vault 15. Unfortunately, coordinates are not recorded.
russian: В архивах упоминается только два убежища: Убежище 8 (это Убежище) и Убежище 15, которое находится далеко на юге. К несчастью, координат нет в записях.
spanish: Los archivos sólo muestran dos refugios: el Refugio 8 (este Refugio) y el Refugio 15. Lamentablemente, no hay coordenadas en los registros.

source: Hello there. I'm Lou. Owner of the Malamute Saloon, finest house north of San Fran.
russian: Привет. Я Лу. Хозяйка салуна "Маламьют" - лучшего заведения к северу от Сан-Франциско.
spanish: Hola. Soy Lou. Propietaria del Salón Malamute, el mejor local al norte de San Fran.

source: Hello there. I'm Lou, owner of the Malamute Saloon.
russian: Привет. Я Лу, хозяйка салуна "Маламьют".
spanish: Hola. Soy Lou. Propietaria del Salón Malamute.

source: You access the computer and quickly scan all available files. You find the location of Vault 13%WNL% and copy it to your PIP-Boy.
russian: Вы входите в систему и быстро сканируете все доступные файлы. Вы находите данные об Убежище 13 и копируете их в ваш Пип-Бой.
spanish: Accedes a la computadora y rápidamente escaneas todos los archivos disponibles. Encuentras la localización del Refugio 13 y lo copias en tu PipBoy.

source: You access the computer and quickly scan all available files. Unfortunately, you can't find location of Vault 13.
russian: Вы входите в систему и быстро сканируете все доступные файлы. К сожалению, вы не можете найти координаты Убежища 13.
spanish: Accedes a la computadora y rápidamente escaneas todos los archivos disponibles. Lamentablemente, no puedes encontrar las coordenadas del Refugio 13.

source: Other than the location of Vault 13, the computer contains no useful information.
russian: В этом компьютере нет никакой ценной информации, кроме данных о местонахождении Убежища 13.
spanish: Con excepción de la localización del Refugio 13, la computadora no contiene más información útil.

source: The computer contains no useful information.
russian: В этом компьютере нет никакой ценной информации.
spanish: La computadora no contiene información útil.

source: [You smile and start to undress.]
russian: [Вы улыбаетесь и начинаете раздеваться.]

source: [You smile, then jump at her and start ripping her clothes off.]
russian: [Улыбнуться, затем прыгнуть на нее и начать срывать одежду]
